Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Most climbing
ar: أكبر صعود
bg: Най-много изкачване
ca: Més desnivell
cs: Nejvíc převýšení
da: Mest stigning
de: Meiste Höhenmeter
el: Περισσότερη ανάβαση
es: Mayor desnivel
et: Kõige rohkem tõusu
fi: Eniten nousua
fr: Plus gros dénivelé
ga: An dreapadh is mó
hr: Najviše uspona
hu: Legtöbb szintemelkedés
id: Tanjakan terbanyak
is: Mesta hækkun
it: Maggior dislivello
ja: 最大の獲得標高
ko: 가장 많은 상승
lt: Daugiausia pakilimo
lv: Lielākais kāpums
mk: Најмногу искачување
ms: Pendakian terbanyak
mt: L-akbar tlugħ
nb: Mest stigning
nl: Meeste hoogtemeters
pl: Największe przewyższenie
pt_br: Maior ganho de elevação
pt_pt: Maior desnível
ro: Cea mai mare urcare
ru: Больше всего набора высоты
sk: Najviac prevýšenia
sl: Največ vzpona
sq: Ngjitja më e madhe
sr: Највише успона
sv: Mest stigning
tr: En çok tırmanış
uk: Найбільший набір висоти
vi: Leo nhiều nhất
zh_hans: 最多爬升
zh_hant: 最多爬升

source: Most of those days have nothing planned, so this assumes you rest through them.
ar: معظم تلك الأيام بلا خطة، لذا يفترض الحساب أنك سترتاح فيها.
bg: През повечето от тези дни няма нищо планирано, затова се приема, че почиваш.
ca: La majoria d'aquells dies no tenen res planificat, així que se suposa que descanses.
cs: Většina těch dní nemá nic naplánováno, takže se předpokládá, že je proodpočíváš.
da: De fleste af de dage har intet planlagt, så her antages det, at du hviler.
de: An den meisten dieser Tage ist nichts geplant — es wird also angenommen, dass du sie ruhst.
el: Οι περισσότερες από αυτές τις μέρες δεν έχουν κάτι προγραμματισμένο, οπότε θεωρείται ότι ξεκουράζεσαι.
es: La mayoría de esos días no tienen nada planificado, así que esto asume que descansas.
et: Enamikul neist päevadest pole midagi planeeritud, seega eeldatakse, et puhkad need läbi.
fi: Useimmille noista päivistä ei ole suunniteltu mitään, joten tässä oletetaan, että lepäät ne.
fr: La plupart de ces jours n'ont rien de prévu : on suppose donc que tu les passes au repos.
ga: Níl aon rud pleanáilte don chuid is mó de na laethanta sin, mar sin glactar leis go nglacann tú scíth iontu.
hr: Većina tih dana nema ništa planirano, pa se pretpostavlja da ih odmaraš.
hu: Azoknak a napoknak a többségére nincs semmi tervezve, ezért a számítás pihenéssel számol.
id: Sebagian besar hari itu belum ada rencananya, jadi ini menganggap kamu beristirahat sepanjang hari-hari tersebut.
is: Flestir þessara daga eru án áætlunar, svo gert er ráð fyrir að þú hvílir þig þá.
it: La maggior parte di quei giorni non ha nulla in programma, quindi si presume che tu riposi.
ja: その大半の日は何も予定されていないため、休むものとして計算しています。
ko: 그 날들 대부분은 계획이 없어서, 쉬는 것으로 가정했습니다.
lt: Daugumai tų dienų nieko neplanuota, todėl daroma prielaida, kad jas ilsiesi.
lv: Lielākajai daļai šo dienu nekas nav ieplānots, tāpēc tiek pieņemts, ka tu tās atpūties.
mk: Повеќето од тие денови немаат ништо планирано, па се претпоставува дека одмараш.
ms: Kebanyakan hari itu tiada apa-apa yang dirancang, jadi ini menganggap anda berehat sepanjang hari-hari tersebut.
mt: Il-biċċa l-kbira ta' dawk il-ġranet m'għandhom xejn ippjanat, għalhekk qed jiġi preżunt li tistrieħ fihom.
nb: De fleste av de dagene har ingenting planlagt, så her antas det at du hviler.
nl: Op de meeste van die dagen staat niets gepland, dus hier wordt aangenomen dat je rust houdt.
pl: W większości tych dni nic nie zaplanowano, więc przyjmuje się, że odpoczywasz.
pt_br: A maioria desses dias está sem nada planejado, então a conta assume que você vai descansar neles.
pt_pt: A maioria desses dias não tem nada planeado, por isso assume-se que descansas.
ro: Majoritatea acelor zile nu au nimic planificat, așa că se presupune că te odihnești.
ru: На большинстве этих дней ничего не запланировано, поэтому считается, что вы их отдыхаете.
sk: Väčšina tých dní nemá nič naplánované, takže sa predpokladá, že ich preoddychuješ.
sl: Večina teh dni nima nič načrtovanega, zato se predpostavlja, da počivaš.
sq: Shumica e atyre ditëve nuk kanë asgjë të planifikuar, prandaj supozohet se i pushon.
sr: Већина тих дана нема ништа планирано, па се претпоставља да их одмараш.
sv: De flesta av de dagarna har inget inplanerat, så det här antar att du vilar då.
tr: O günlerin çoğunda planlı bir şey yok, bu yüzden onları dinlenerek geçirdiğin varsayılıyor.
uk: На більшості цих днів нічого не заплановано, тож вважається, що ви їх відпочиваєте.
vi: Phần lớn những ngày đó chưa có gì trong kế hoạch, nên phép tính coi như bạn nghỉ suốt các ngày ấy.
zh_hans: 那些日子大多没有安排，因此默认你会一直休息。
zh_hant: 那些日子大多沒有安排，因此預設你會一直休息。

source: Motivation
ar: الدافع
bg: Мотивация
ca: Motivació
cs: Motivace
el: Κίνητρο
es: Motivación
et: Motivatsioon
fi: Motivaatio
ga: Spreagadh
hr: Motivacija
hu: Motiváció
id: Motivasi
is: Áhugi
it: Motivazione
ja: モチベーション
ko: 의욕
lt: Motyvacija
lv: Motivācija
mk: Мотивација
ms: Motivasi
mt: Motivazzjoni
nb: Motivasjon
nl: Motivatie
pl: Motywacja
pt_br: Motivação
pt_pt: Motivação
ro: Motivație
ru: Мотивация
sk: Motivácia
sl: Motivacija
sq: Motivimi
sr: Мотивација
tr: Motivasyon
uk: Мотивація
vi: Động lực
zh_hans: 动力
zh_hant: 動力

source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
ga: Ainm
hr: Naziv
hu: Név
id: Nama
is: Heiti
it: Nome
ja: 名前
ko: 이름
lt: Pavadinimas
lv: Nosaukums
mk: Име
ms: Nama
mt: Isem
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sq: Emri
sr: Назив
sv: Namn
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Name (optional)
ar: الاسم (اختياري)
bg: Име (по избор)
ca: Nom (opcional)
cs: Název (nepovinné)
da: Navn (valgfrit)
el: Όνομα (προαιρετικό)
es: Nombre (opcional)
et: Nimi (vabatahtlik)
fi: Nimi (valinnainen)
fr: Nom (facultatif)
ga: Ainm (roghnach)
hr: Naziv (neobavezno)
hu: Név (opcionális)
id: Nama (opsional)
is: Heiti (valfrjálst)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름 (선택)
lt: Pavadinimas (neprivaloma)
lv: Nosaukums (neobligāti)
mk: Име (изборно)
ms: Nama (pilihan)
mt: Isem (fakultattiv)
nb: Navn (valgfritt)
nl: Naam (optioneel)
pl: Nazwa (opcjonalnie)
pt_br: Nome (opcional)
pt_pt: Nome (opcional)
ro: Nume (opțional)
ru: Название (необязательно)
sk: Názov (nepovinné)
sl: Ime (neobvezno)
sq: Emri (opsional)
sr: Назив (необавезно)
sv: Namn (valfritt)
tr: Ad (isteğe bağlı)
uk: Назва (необов’язково)
vi: Tên (không bắt buộc)
zh_hans: 名称（选填）
zh_hant: 名稱（選填）

source: Name, e.g. Berlin Marathon
ar: الاسم، مثل ماراثون برلين
bg: Име, напр. Маратон Берлин
ca: Nom, p. ex. Marató de Berlín
cs: Název, např. Berlínský maraton
da: Navn, f.eks. Berlin Marathon
de: Name, z. B. Berlin-Marathon
el: Όνομα, π.χ. Μαραθώνιος Βερολίνου
es: Nombre, p. ej. Maratón de Berlín
et: Nimi, nt Berliini maraton
fi: Nimi, esim. Berliinin maraton
fr: Nom, ex. Marathon de Berlin
ga: Ainm, m.sh. Maratón Bheirlín
hr: Naziv, npr. Berlinski maraton
hu: Név, pl. Berlini Maraton
id: Nama, mis. Maraton Berlin
is: Heiti, t.d. Berlínarmaraþon
it: Nome, es. Maratona di Berlino
ja: 名前（例：ベルリンマラソン）
ko: 이름, 예: 베를린 마라톤
lt: Pavadinimas, pvz., Berlyno maratonas
lv: Nosaukums, piem., Berlīnes maratons
mk: Име, на пр. Берлински маратон
ms: Nama, cth. Maraton Berlin
mt: Isem, eż. Maratona ta' Berlin
nb: Navn, f.eks. Berlin maraton
nl: Naam, bijv. Marathon van Berlijn
pl: Nazwa, np. Maraton Berliński
pt_br: Nome, ex.: Maratona de Berlim
pt_pt: Nome, ex. Maratona de Berlim
ro: Nume, de ex. Maratonul de la Berlin
ru: Название, например Берлинский марафон
sk: Názov, napr. Berlínsky maratón
sl: Ime, npr. Berlinski maraton
sq: Emri, p.sh. Maratona e Berlinit
sr: Назив, нпр. Берлински маратон
sv: Namn, t.ex. Berlin Marathon
tr: Ad, örn. Berlin Maratonu
uk: Назва, наприклад Берлінський марафон
vi: Tên, vd. Berlin Marathon
zh_hans: 名称，如柏林马拉松
zh_hant: 名稱，如柏林馬拉松

source: Name, e.g. Push Day A
ar: الاسم، مثل يوم الدفع أ
bg: Име, напр. Бутане ден A
ca: Nom, p. ex. Dia d'empènyer A
cs: Název, např. Tlaky den A
da: Navn, f.eks. Pres-dag A
de: Name, z. B. Push-Tag A
el: Όνομα, π.χ. Ημέρα ώθησης Α
es: Nombre, p. ej. Empuje día A
et: Nimi, nt Surumispäev A
fi: Nimi, esim. Työntöpäivä A
fr: Nom, ex. Poussée jour A
ga: Ainm, m.sh. Lá Brú A
hr: Naziv, npr. Dan potiska A
hu: Név, pl. Toló nap A
id: Nama, mis. Push Day A
is: Heiti, t.d. Ýtudagur A
it: Nome, es. Spinta giorno A
ja: 名前（例：プッシュ デイ A）
ko: 이름, 예: 푸시 데이 A
lt: Pavadinimas, pvz., Stūmimo diena A
lv: Nosaukums, piem., Spiešanas diena A
mk: Име, на пр. Ден на туркање А
ms: Nama, cth. Push Day A
mt: Isem, eż. Jum tal-imbuttar A
nb: Navn, f.eks. Press-dag A
nl: Naam, bijv. Duwdag A
pl: Nazwa, np. Push dzień A
pt_br: Nome, ex.: Dia de empurrar A
pt_pt: Nome, ex. Empurrar dia A
ro: Nume, de ex. Zi de împins A
ru: Название, например Жимовой день A
sk: Názov, napr. Tlaky deň A
sl: Ime, npr. Potiski dan A
sq: Emri, p.sh. Dita e shtytjes A
sr: Назив, нпр. Дан потиска А
sv: Namn, t.ex. Pressdag A
tr: Ad, örn. İtme Günü A
uk: Назва, наприклад Жимовий день A
vi: Tên, vd. Push Day A
zh_hans: 名称，如推日 A
zh_hant: 名稱，如推日 A

source: Neck
ar: الرقبة
bg: Врат
ca: Coll
cs: Krk
da: Hals
de: Hals
el: Λαιμός
es: Cuello
et: Kael
fi: Kaula
fr: Cou
ga: Muineál
hr: Vrat
hu: Nyak
id: Leher
is: Háls
it: Collo
ja: 首
ko: 목
lt: Kaklas
lv: Kakls
mk: Врат
ms: Leher
mt: Għonq
nb: Hals
nl: Nek
pl: Szyja
pt_br: Pescoço
pt_pt: Pescoço
ro: Gât
ru: Шея
sk: Krk
sl: Vrat
sq: Qafa
sr: Врат
sv: Hals
tr: Boyun
uk: Шия
vi: Vòng cổ
zh_hans: 颈围
zh_hant: 頸圍

source: Need at least two road runs.
ar: يلزم جريتان على الأقل على الطريق.
bg: Нужни са поне две шосейни бягания.
ca: Calen com a mínim dues curses per carretera.
cs: Jsou potřeba aspoň dva silniční běhy.
da: Der skal være mindst to løbeture på vej.
de: Mindestens zwei Straßenläufe nötig.
el: Χρειάζονται τουλάχιστον δύο τρεξίματα σε δρόμο.
es: Hacen falta al menos dos carreras en asfalto.
et: Vaja on vähemalt kahte maanteejooksu.
fi: Tarvitaan vähintään kaksi maantiejuoksua.
fr: Il faut au moins deux courses sur route.
ga: Teastaíonn dhá rith bóthair ar a laghad.
hr: Potrebna su barem dva cestovna trčanja.
hu: Legalább két országúti futás kell.
id: Perlu setidaknya dua lari jalan raya.
is: Þarf að minnsta kosti tvö götuhlaup.
it: Servono almeno due corse su strada.
ja: ロードのランが少なくとも 2 本必要です。
ko: 로드 러닝이 최소 두 번은 필요합니다.
lt: Reikia bent dviejų bėgimų keliu.
lv: Nepieciešami vismaz divi skrējieni pa ceļu.
mk: Потребни се барем две трчања на асфалт.
ms: Perlu sekurang-kurangnya dua larian jalan raya.
mt: Hemm bżonn mill-inqas żewġ ġirjiet fit-triq.
nb: Det trengs minst to løpeøkter på vei.
nl: Er zijn minstens twee wegtrainingen nodig.
pl: Potrzebne są co najmniej dwa biegi po asfalcie.
pt_br: São necessárias pelo menos duas corridas de rua.
pt_pt: São precisas pelo menos duas corridas em estrada.
ro: E nevoie de cel puțin două alergări pe șosea.
ru: Нужно хотя бы две пробежки по асфальту.
sk: Treba aspoň dva cestné behy.
sl: Potrebna sta vsaj dva cestna teka.
sq: Duhen të paktën dy vrapime në rrugë.
sr: Потребна су бар два друмска трчања.
sv: Det krävs minst två löppass på väg.
tr: En az iki asfalt koşusu gerekiyor.
uk: Потрібно щонайменше дві пробіжки по асфальту.
vi: Cần ít nhất hai buổi chạy đường nhựa.
zh_hans: 至少需要两次公路跑。
zh_hant: 至少需要兩次公路跑。

source: Needed to read workouts out of PDFs. Get a key from console.anthropic.com. Stored in the Keychain on this device — extraction calls the API directly, so the key stays local and usage is billed to your account.
ar: لازم لقراءة التمارين من ملفات PDF. احصل على مفتاح من console.anthropic.com. يُخزَّن في سلسلة المفاتيح على هذا الجهاز — ويستدعي الاستخراج الواجهة مباشرة، فيبقى المفتاح محليًا ويُحتسب الاستخدام على حسابك.
bg: Нужен е, за да се четат тренировки от PDF. Вземи ключ от console.anthropic.com. Пази се в Keychain на това устройство — извличането вика API-то директно, така че ключът остава локален, а потреблението се таксува на твоя акаунт.
ca: Cal per llegir entrenaments de PDF. Aconsegueix una clau a console.anthropic.com. Es guarda al clauer d'aquest dispositiu: l'extracció crida l'API directament, així que la clau es queda local i el consum es factura al teu compte.
cs: Potřebný ke čtení tréninků z PDF. Klíč získáš na console.anthropic.com. Ukládá se do klíčenky tohoto zařízení — čtení volá API přímo, takže klíč zůstává lokálně a spotřeba se účtuje tvému účtu.
da: Nødvendig for at læse træninger ud af PDF'er. Hent en nøgle på console.anthropic.com. Den gemmes i nøgleringen på denne enhed — udtrækket kalder API'et direkte, så nøglen bliver lokalt, og forbruget faktureres din konto.
de: Nötig, um Einheiten aus PDFs zu lesen. Hol dir einen Schlüssel auf console.anthropic.com. Er wird im Schlüsselbund dieses Geräts gespeichert — das Auslesen ruft die API direkt auf, der Schlüssel bleibt also lokal und die Nutzung wird deinem Konto berechnet.
el: Απαιτείται για την ανάγνωση προπονήσεων από PDF. Πάρε κλειδί από το console.anthropic.com. Αποθηκεύεται στο Keychain αυτής της συσκευής — η εξαγωγή καλεί απευθείας το API, οπότε το κλειδί μένει τοπικά και η χρέωση πάει στον λογαριασμό σου.
es: Necesaria para leer entrenamientos de PDF. Consigue una clave en console.anthropic.com. Se guarda en el Llavero de este dispositivo: la extracción llama a la API directamente, así que la clave se queda aquí y el consumo se factura a tu cuenta.
et: Vajalik trennide lugemiseks PDF-idest. Võtme saad aadressilt console.anthropic.com. Salvestatakse selle seadme võtmehoidjasse — lugemine pöördub otse API poole, seega võti jääb kohalikuks ja kasutus arveldatakse sinu kontolt.
fi: Tarvitaan harjoitusten lukemiseen PDF-tiedostoista. Hanki avain osoitteesta console.anthropic.com. Se tallennetaan tämän laitteen avainnippuun — poiminta kutsuu rajapintaa suoraan, joten avain pysyy paikallisena ja käyttö laskutetaan tililtäsi.
fr: Nécessaire pour lire des séances dans des PDF. Obtiens une clé sur console.anthropic.com. Elle est stockée dans le trousseau de cet appareil : l'extraction appelle l'API directement, la clé reste donc locale et la consommation est facturée à ton compte.
ga: Riachtanach chun seisiúin a léamh as PDFanna. Faigh eochair ó console.anthropic.com. Stóráiltear i Slabhra Eochracha an ghléis seo í — glaonn an sliocht ar an API go díreach, mar sin fanann an eochair go háitiúil agus gearrtar an úsáid ar do chuntas.
hr: Potreban za čitanje treninga iz PDF-ova. Ključ dobiješ na console.anthropic.com. Sprema se u Keychain ovog uređaja — čitanje zove API izravno, pa ključ ostaje lokalno, a potrošnja se naplaćuje tvom računu.
hu: Az edzések PDF-ből való kiolvasásához kell. Kulcsot a console.anthropic.com oldalon szerezhetsz. Az eszköz kulcstartójában tárolódik — a kinyerés közvetlenül az API-t hívja, így a kulcs helyben marad, a használatot pedig a te fiókodra számolják.
id: Diperlukan untuk membaca latihan dari PDF. Ambil kunci di console.anthropic.com. Disimpan di Keychain perangkat ini — ekstraksi memanggil API secara langsung, jadi kuncinya tetap lokal dan pemakaiannya ditagihkan ke akunmu.
is: Nauðsynlegur til að lesa æfingar úr PDF-skjölum. Náðu í lykil á console.anthropic.com. Hann er geymdur í lyklakippu þessa tækis — lesturinn kallar beint á API, svo lykillinn helst staðbundinn og notkunin er skuldfærð á þinn reikning.
it: Necessaria per leggere allenamenti dai PDF. Ottieni una chiave su console.anthropic.com. Viene salvata nel portachiavi di questo dispositivo: l'estrazione chiama l'API direttamente, quindi la chiave resta locale e i consumi vengono addebitati al tuo account.
ja: PDF からワークアウトを読むために必要です。キーは console.anthropic.com で取得できます。このデバイスのキーチェーンに保存され、読み取りは API を直接呼ぶため、キーは端末内にとどまり、利用料はあなたのアカウントに請求されます。
ko: PDF에서 운동을 읽으려면 필요합니다. console.anthropic.com에서 키를 받으세요. 이 기기의 키체인에 저장되며, 추출은 API를 직접 호출하므로 키는 기기 안에 머물고 사용량은 본인 계정으로 청구됩니다.
lt: Reikalingas treniruotėms skaityti iš PDF. Raktą gauk adresu console.anthropic.com. Saugomas šio įrenginio raktų grandinėje — skaitymas kreipiasi į API tiesiogiai, tad raktas lieka vietoje, o naudojimas apmokestinamas tavo paskyrai.
lv: Nepieciešama treniņu nolasīšanai no PDF. Atslēgu iegūsti vietnē console.anthropic.com. Tiek glabāta šīs ierīces atslēgu saišķī — nolasīšana izsauc API tieši, tāpēc atslēga paliek lokāli, un lietojums tiek rēķināts tavam kontam.
mk: Потребен за читање тренинзи од PDF. Клуч добиваш на console.anthropic.com. Се чува во Keychain на овој уред — читањето го повикува API директно, па клучот останува локално, а потрошувачката се наплаќа на твојата сметка.
ms: Diperlukan untuk membaca latihan daripada PDF. Dapatkan kunci di console.anthropic.com. Disimpan dalam Keychain pada peranti ini — pengekstrakan memanggil API secara terus, jadi kuncinya kekal setempat dan penggunaannya dibilkan kepada akaun anda.
mt: Meħtieġa biex jinqraw sessjonijiet minn PDFs. Ġib ċavetta minn console.anthropic.com. Tinħażen fil-Keychain ta' dan l-apparat — l-estrazzjoni ssejjaħ l-API direttament, għalhekk iċ-ċavetta tibqa' lokali u l-użu jitħallas mill-kont tiegħek.
nb: Nødvendig for å lese økter ut av PDF-er. Hent en nøkkel på console.anthropic.com. Den lagres i nøkkelringen på denne enheten — uttrekket kaller API-et direkte, så nøkkelen blir værende lokalt og forbruket faktureres kontoen din.
nl: Nodig om trainingen uit PDF's te lezen. Haal een sleutel op via console.anthropic.com. Hij wordt in de sleutelhanger van dit apparaat bewaard — het uitlezen roept de API rechtstreeks aan, dus de sleutel blijft lokaal en het verbruik gaat naar jouw account.
pl: Potrzebny do odczytu treningów z PDF-ów. Klucz pobierzesz na console.anthropic.com. Jest przechowywany w pęku kluczy tego urządzenia — odczyt woła API bezpośrednio, więc klucz zostaje lokalnie, a zużycie obciąża twoje konto.
pt_br: Necessária para ler treinos em PDFs. Obtenha uma chave em console.anthropic.com. Fica guardada nas Chaves deste dispositivo — a extração chama a API direto, então a chave permanece local e o uso é cobrado na sua conta.
pt_pt: Necessária para ler treinos a partir de PDF. Obtém uma chave em console.anthropic.com. Fica guardada no porta-chaves deste dispositivo — a extração chama a API diretamente, por isso a chave fica local e o consumo é faturado à tua conta.
ro: Necesară pentru citirea antrenamentelor din PDF-uri. Obții o cheie de la console.anthropic.com. Se păstrează în Keychain-ul acestui dispozitiv — extragerea apelează API-ul direct, așa că cheia rămâne locală, iar consumul se facturează contului tău.
ru: Нужен для чтения тренировок из PDF. Ключ можно получить на console.anthropic.com. Хранится в связке ключей этого устройства — разбор обращается к API напрямую, поэтому ключ остаётся локальным, а расход списывается с вашего счёта.
sk: Potrebný na čítanie tréningov z PDF. Kľúč získaš na console.anthropic.com. Ukladá sa do kľúčenky tohto zariadenia — čítanie volá API priamo, takže kľúč zostáva lokálne a spotreba sa účtuje tvojmu účtu.
sl: Potreben za branje treningov iz PDF. Ključ dobiš na console.anthropic.com. Shrani se v ključavnico te naprave — branje kliče API neposredno, zato ključ ostane lokalno, poraba pa se zaračuna tvojemu računu.
sq: I nevojshëm për të lexuar stërvitje nga PDF-të. Merr një çelës në console.anthropic.com. Ruhet në Keychain-in e kësaj pajisjeje — nxjerrja e thërret API-në drejtpërdrejt, prandaj çelësi mbetet lokal dhe përdorimi faturohet në llogarinë tënde.
sr: Потребан за читање тренинга из PDF-ова. Кључ добијаш на console.anthropic.com. Чува се у Keychain-у овог уређаја — читање зове API директно, па кључ остаје локално, а потрошња се наплаћује твом налогу.
sv: Behövs för att läsa pass ur PDF:er. Hämta en nyckel på console.anthropic.com. Den sparas i nyckelringen på den här enheten — tolkningen anropar API:et direkt, så nyckeln stannar lokalt och förbrukningen debiteras ditt konto.
tr: PDF'lerden antrenman okumak için gerekli. Anahtarı console.anthropic.com adresinden al. Bu cihazın anahtar zincirinde saklanır — okuma doğrudan API'yi çağırır, yani anahtar yerelde kalır ve kullanım senin hesabına faturalanır.
uk: Потрібен для читання тренувань із PDF. Ключ можна отримати на console.anthropic.com. Зберігається у в’язці ключів цього пристрою — розбір звертається до API напряму, тож ключ лишається локальним, а витрати списуються з вашого рахунку.
vi: Cần có để đọc buổi tập từ tệp PDF. Lấy khóa tại console.anthropic.com. Khóa được lưu trong Keychain trên thiết bị này — việc trích xuất gọi thẳng API, nên khóa nằm lại ở máy bạn và phần sử dụng được tính vào tài khoản của bạn.
zh_hans: 从 PDF 读取训练时需要。可在 console.anthropic.com 获取密钥。密钥存放在本设备的钥匙串中——解析会直接调用 API，因此密钥留在本地，用量计入你的账户。
zh_hant: 從 PDF 讀取訓練時需要。可在 console.anthropic.com 取得金鑰。金鑰存放在本裝置的鑰匙圈中——解析會直接呼叫 API，因此金鑰留在本機，用量計入你的帳戶。
